---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMassPerFoot
source: html/4b8797e4-406a-6643-de78-4578c9cc7aa4.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMassPerFoot Property

Pounds mass per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMassPerFoot { get; }
```